import "../ArticlePage.scss"

import { lifeArticlePageImg1, lifeArticlePageImg2 } from "../../../services/images"
import TopContent from "../TopContent/TopContent"
import Test from "../Test/Test"


const SecondLife = ({ user, setUser }) => {

	let text = [
		`Тема "друге життя старим речам" досить цікава і актуальна в сучасному світі, де стало важливо зменшувати відходи і зберігати ресурси. Ідея полягає в тому, щоб перетворювати старі або вживані предмети на щось нове і корисне.`,
		`Це може включати переробку матеріалів, відновлення або переоснащення предметів, а також їх використання в інших цілях. Завдяки цьому старі речі можуть знайти нове застосування і подовжити свій термін служби, сприяючи при цьому зменшенню виробництва відходів і екологічній стійкості.`,
		`Це підтримує і популяризує ідею "ZERO WASTE"("Нуль відходів"). В усвідомленому споживанні одягу є багато плюсів. Перший - улюблена річ залишається з вами значно довше. Другий – будь-яке рукоділля підвищує настрій, дарує гордість.`,
		`Перед утилізацією відходів завжди варто запитати себе, чи можуть вони бути повторно використані: \n
		1. Є багато речей у хорошому стані, які ви більше не можете використовувати.
		2. Перш ніж їх викинути, ви маєте можливість долучитися до цієї проблеми створити всій власний “проєкт” з надання нового життя старим речам.`
	]

	return (
		<>
			<section className="article-page">
				<div className="container">
					<TopContent info={{ image: lifeArticlePageImg1, title: "Друге життя старих речей", text }} />
					<h3>Онлайн-платформами, де можна продати або віддати старі речі в Україні:</h3>
					<ul>
						<li>OLX;</li>
						<li>Шафа;</li>
						<li>Ваш магазин;</li>
						<li>КЛУМБА;</li>
						<li>KIDSTAFF;</li>
						<li>Групи барахолок у Facebook та Instagram;</li>
						<li>eBay;</li>
						<li>Crafta;</li>
						<li>Bigl;</li>
						<li>Izi;</li>
					</ul>
					<p>Останнім часом набули популярності розбори шаф у TikTok. Там приміряють одяг та пропонують придбати його за низькими або символічними цінами. Тому ви теж можете спробувати такий продаж.</p>
					<p>Крім онлайн-платформ, є ще офлайн-магазини, в які можна продати свій одяг. Наприклад, секонд-хенди, комісійні магазини, благодійні. У такі магазини віддати під реалізацію можна не лише одяг, а й аксесуари, предмети побуту, книги тощо.</p>
					<h3>Ідеї переробки старих речей:</h3>
					<p>Зі старих речей, які втратили вигляд або функціонал можна зробити нову дизайнерську річ. </p>
					<ul>
						<li>Так, за  допомогою паралону та тканини зі старого крісла, можна зробити нове.</li>
						<li>Фарба та пара нових ручок, врятує ваш комод від утилізації.</li>
						<li>Одна алюмінієва банка розкладається 500 років, але їй можна дати друге життя і зробити з неї світильники.</li>
						<li>Пластикові пляшки можна переробити під вироби і саморобки для дому, дачі, саду та городу. Але найкращий варіант для пластмаси - переробка. </li>
						<li>З порожніх скляних пляшок можна зробити стильні вази, всілякі свічники, люстри, стакани, чудові вази для квітів, тераріуми для рослин, огорожі, цікаво оформити клумби, а розкладатися вона буде понад 1000 років. </li>
						<li>Старий одяг можна перешити на сучасні еко-торби або обшити ним блокноти, трошечки творчості, фарби і унікальна річ готова.</li>
						<li>Старі або зіпсовані компакт-диски можна перетворити на красиві та унікальні підставки для гарячого.</li>
						<li>Картонні лотки з-під яєць стануть в пригоді для посіву насіння навесні. </li>
						<li>Папір біорозкладний і розсаду можна висаджувати разом зі «стаканчиком».</li>
					</ul>
					<img src={lifeArticlePageImg2} alt="life2" />
					<h3>Добірка цікавих DIY, які допоможуть вам у переробці:</h3>
					<ul>
						<li><a href="https://youtu.be/ClfgAdqsePs?si=kxzZuPbqtu_1EwUI">https://youtu.be/ClfgAdqsePs?si=kxzZuPbqtu_1EwUI</a></li>
						<li><a href="https://youtu.be/5JUDAAsH1ik?si=oJf-6is7WZXAhV-K">https://youtu.be/5JUDAAsH1ik?si=oJf-6is7WZXAhV-K</a></li>
						<li><a href="https://youtu.be/uQyGO3oG9bA?si=pMcAukJYtRPZiQVu">https://youtu.be/uQyGO3oG9bA?si=pMcAukJYtRPZiQVu</a></li>
						<li><a href="https://youtu.be/rcCcxqcjERM?si=M6luuPci22FSx6Lb">https://youtu.be/rcCcxqcjERM?si=M6luuPci22FSx6Lb</a></li>
						<li><a href="https://youtu.be/OKqdU_9_WcA?si=2oFDsT11pmUTRhbY">https://youtu.be/OKqdU_9_WcA?si=2oFDsT11pmUTRhbY</a></li>
					</ul>
				</div>

			</section>
			<Test user={user} setUser={setUser} testIdent="second-life" title="Друге життя старих речей" />
		</>
	)
}

export default SecondLife