import "../ArticlePage.scss"

import { dangerArticlePageImg1, dangerArticlePageImg2, dangerArticlePageImg3 } from "../../../services/images"

import TopContent from "../TopContent/TopContent"
import Test from "../Test/Test"

const DangerPlanet = ({ user, setUser }) => {
	const text = ["У наш час існує багато екологічних проблем. Виникли вони уже давно, проте у сучасному світі стають все більш загостреними. Людська діяльність,  недбалість до навколишнього середовища, надмірне викорстання природних ресурсів призводять до серйозних наслідків, можуть спричинити величезні катастрофи і трагедії – зараз і в майбутньому."]

	return (
		<>
			<section className="article-page">
				<div className="container">
					<TopContent info={{ image: dangerArticlePageImg1, title: "Екологічні проблеми сучасності", text }} />
					<h3>Важливі екологічні проблеми нашої планети, їх причини та наслідки та шляхи вирішення:</h3>
					<h4>1. Забруднення води, повітря та ґрунту</h4>
					<p>Це серйозні проблеми, з якими стикається наша планета.
						Викиди від заводів, автомобілів та сільськогосподарської діяльності, а також незаконне сміттєзвалище та використання шкідливих хімікатів в сільському господарстві —  це лише деякі з причин, які спричиняють ці проблеми.</p>
					<p>Це має серйозні наслідки для нашого здоров'я та навколишнього середовища. Забруднення води може призвести до важких захворювань та загрози питній воді. Забруднення повітря може спричинити проблеми з дихальною системою та зміни клімату. А забруднення ґрунту може погіршити якість ґрунту для сільськогосподарських культур та загрожує різноманіттю життя у ґрунті.</p>
					<p>Щоб вирішити ці проблеми, нам потрібно вжити кроків для зменшення викидів шкідливих речовин у навколишнє середовище, використовувати екологічно чисті технології та способи виробництва, а також активно займатися відновленням та охороною наших природних ресурсів.</p>
					<h4>2. Зміна клімату(глобальне потепління)</h4>
					<p>Головна причина цього — збільшення викидів парникових газів, таких як діоксид вуглецю та метан, в результаті людської діяльності, такої як викиди від автомобілів, заводів та спалювання вугілля.</p>
					<p>Це призводить до різних наслідків, таких як зміни в розподілі опадів, збільшення частоти та інтенсивності стихійних лих, зміни в рості та розміщенні рослин та тварин, а також підвищення або зниження рівня морів.</p>
					<p>Щоб зменшити вплив змін клімату та глобального потепління, ми можемо зменшити викиди парникових газів шляхом переходу до використання відновлюваних джерел енергії, ефективного використання енергії. Також важливо зберігати ліси та інші природні екосистеми, які вбирають вуглець з атмосфери та розвивати нові технології зберігання вуглецю.</p>
					<h4>3. Втрата біорізноманіття</h4>
					<p>Вона виникає через знищення природних місць мешкання, незаконний вилов риби та дичини, забруднення довкілля та інші дії людини. <br />
						Це може призвести до руйнування екосистем, зникнення видів та порушення продовольчої безпеки.<br />
						Щоб запобігти цьому, ми повинні створювати заповідники, застосовувати стале лісове господарство, підтримувати наукові дослідження та освіту про біорізноманіття.</p>
					<h4>4. Надмірне споживання ресурсів:</h4>
					<p>Головна причина цього — швидкий темп споживання товарів та послуг, який призводить до перевикористання природних ресурсів, таких як вода, ліси, мінерали та енергія.</p>
					<p>Це призводить до виснаження природних ресурсів, забруднення навколишнього середовища, втрати біорізноманіття та зниження якості життя людей.</p>
					<p>Щоб зменшити надмірне споживання ресурсів, ми можемо прийняти різні заходи, такі як переходити до більш ефективного використання ресурсів, екологічних методів виробництва , використовувати відновлювані джерела енергії, а також вдосконалювати системи вторинної переробки.</p>
					<h4>5. Перенаселення</h4>
					<p>Вибухове зростання кількості населення у найменш розвинених країнах викликає напружену ситуацію з ресурсами, нестачу води, палива, продуктів харчування. Інтенсивне сільське господарство через використання хімічних добрив, пестицидів та інсектицидів теж додає шкоди навколишньому середовищу.</p>
					<h4>6. Знищення лісів:</h4>
					<p>Це серйозна проблема, що впливає на наше оточення. Це відбувається через незаконну рубку дерев, вирубування лісів для землеробства та інфраструктури, пожежі та інші дії людини.</p>
					<p>Наслідки включають втрату біорізноманіття, руйнування екосистем, зміни клімату та збільшення викидів вуглецю в атмосферу. <br />
						Для боротьби з цією проблемою ми можемо проводити реставрацію лісів (висаджувати дерева), забороняти незаконну рубку дерев та підтримувати екологічні ініціативи.</p>
					<img src={dangerArticlePageImg2} alt="forest" />
					<h4>7. Кислотні дощі:</h4>
					<p>Це призводить до різноманітних екологічних проблем, включаючи забруднення повітря, знищення природних екосистем, втрату біорізноманіття та забруднення водних ресурсів.
						Наслідки цього включають загострення проблем забруднення повітря та води, погіршення якості життя місцевого населення, втрату природних зон відпочинку.</p>
					<p>Щоб зменшити негативний вплив стрімкого розростання міст потрібно стимулювати використання громадського транспорту та розвивати інфраструктуру для велосипедистів та пішоходів. Також важливо зберігати та відновлювати природні екосистеми в міських районах, створювати зелені зони та парки для мешканців, а також впроваджувати інноваційні технології для енергоефективності та використання відновлювальних джерел енергії.</p>
					<img src={dangerArticlePageImg3} alt="city" />
					<p>Як бачимо, людство стикнулося з великою кількістю проблем. Потреба негайних змін у повсякденному житті землян стає нагальною. Якщо люди продовжуватимуть рухатися вперед у такий шкідливий для майбутнього спосіб, то майбутнього не буде. Вирішення глобальних екологічних проблем починається з нас самих, наших родин і громад, зі змін у свідомості, аби зберегти своє навколишнє середовище комфортним, безпечним, різноманітним.</p>
				</div>
			</section>
			<Test user={user} setUser={setUser} testIdent="danger-planet" title="Екологічні проблеми сучасності" />
		</>
	)
}

export default DangerPlanet