import "../ArticlePage.scss"

import { ecologyArticlePageImg1 } from "../../../services/images"

import TopContent from "../TopContent/TopContent"
import Test from "../Test/Test"


const Ecology = ({ user, setUser }) => {
	const text = ["У світі, де зростає свідомість про необхідність збереження навколишнього середовища, інноваційні еко рішення та екологічні альтернативи стають ключовими напрямками розвитку. Впровадження інноваційних технологій та заміна шкідливих матеріалів на екологічно чисті стає необхідністю для збереження біорізноманіття та здоров'я планети. Вони дозволяють зменшити негативний вплив людської діяльності на довкілля."]

	return (
		<>
			<section className="article-page">
				<div className="container">
					<TopContent info={{ image: ecologyArticlePageImg1, title: "Екологічні альтернативи", text }} />
					<h3>Приклади інноваційних рішень:</h3>
					<h4>1. Сонячна енергія:</h4>
					<p>Заміна традиційних джерел енергії на сонячні панелі дозволяє зменшити забруднення атмосфери викидами вуглецю та інших шкідливих речовин.</p>
					<h4>2. Електромобілі, велосипеди, самокати:</h4>
					<p>Їх використання замість автомобілів на ДВЗ  допомагає зменшити викиди вуглецю та інших токсичних газів.</p>
					<h4>3. Біорозкладні матеріали:</h4>
					<p>Виробництво та використання упаковки та посуду з біорозкладних матеріалів сприяє зменшенню кількості пластикових відходів.</p>
					<h4>4. Енергоефективні будівельні матеріали: </h4>
					<p>Використання натуральних матеріалів дозволяє зменшити споживання енергії для опалення та кондиціонування приміщень.</p>
					<h4>5. Переробка відходів:</h4>
					<p>Розвиток технологій переробки відходів дозволяє використовувати їх як сировину для нових продуктів.</p>
					<h4>6. Створення міських садів та парків для покращення якості повітря та збільшення зелених зон у містах.</h4>
					<h4>7. Органічне сільське господарство: </h4>
					<p>Перехід від хімічних добрив до органічних методів сільського господарства.</p>

					<h3>Поради:</h3>

					<ol>
						<li>Зменшуйте споживання енергії, вимикаючи електроприлади, коли вони не використовуються. </li>
						<li>Використовуйте енергоефективні лампи та прилади для зменшення електроенергії.</li>
						<li>Віддавайте перевагу місцевим та сезонним продуктам, підтримуючи місцевих фермерів.</li>
						<li>Максимально використовуйте переробні матеріали та відходи, уникаючи викидів на смітник.</li>
						<li>Зменшуйте використання води. Практикуйте економне використання води вдома та на роботі, наприклад, шляхом регулювання струмів води, ремонту витікаючих кранів та встановленням ефективних систем поливу.</li>
						<li>Впроваджуйте систему сортування відходів у вашому будинку чи офісі, щоб максимально можливо уникнути викидів на смітник та забезпечити їх подальшу переробку.</li>
						<li>Приєднуйтесь до місцевих груп та ініціатив, спрямованих на збереження довкілля, прибирання територій та збереження природних ресурсів.</li>
					</ol>

					<p>Ці поради допоможуть вам зробити свій внесок у збереження навколишнього середовища та створити більш стале майбутнє.</p>
				</div>
			</section>
			<Test user={user} setUser={setUser} testIdent="ecology" title="Екологічні альтернативи" />
		</>
	)
}

export default Ecology