import "../ArticlePage.scss"

import { refreshArticlePageImg1, refreshArticlePageImg2, refreshArticlePageImg3 } from "../../../services/images"
import TopContent from "../TopContent/TopContent"
import Test from "../Test/Test"

const Waste = ({ user, setUser }) => {
	const text = ["У світі, де кожен день зростає кількість відходів, важливо розуміти їхній вплив на наше навколишнє середовище та шляхи їхньої ефективної обробки. Потрібно вміти правильно сортувати відходи, знати як їх мінізувати. Дізнайтесь більше, щоб допомогти зробити планету чистішою та здоровішою для майбутніх поколінь."]

	return (
		<>
			<section className="article-page">
				<div className="container">
					<TopContent info={{ image: refreshArticlePageImg1, title: "Відходи та їх обробка", text }} />
					<h3>Типи відходів:</h3>
					<h4>1. Помаранчевий – пластик:</h4>
					<p>Різноманітні пластикові вироби, як пластикові пляшки, контейнери, пакети, рукавички, стрейч-плівка, Tetra Pak (багатошарові упакування з поліетилену, картону чи фольги).</p>
					<p>Всього існує сім різновидів пластику, 5 з них підпадають під переробку. Аби зрозуміти, до якого типу належить пластикова річ, слід пригледітись до маркування. Там ви побачите трикутник з цифрою від одного до семи, деколи в маркуванні зустрічаються тільки букви. Якщо маркування немає або ви побачили на ньому цифри 7 або 3 – такі предмети не підлягають перероблянню.</p>
					<h4>2. Синій – папір:</h4>
					<p>Це відходи, що включають папір, газети, каталоги, журнали, зошити, конверти, листівки, книжки без твердої обкладинки, паперову тару, картонну упаковку, коробки.</p>
					<p>Сюди не відноситься: квитанції, коробки від цигарок, Tetra Pak, використаний паперовий посуд, продукти які вже проходили переробку раніше, різноманітна забруднена та волога паперова сировина, картонна тара для напоїв, плівка, фольга та копіювальний папір, папір із самоклейною поверхнею.</p>
					<h4>3. Зелений – скло:</h4>
					<p>Скляні пляшки, банки, скляний посуд. Бите скло також можна віддати на переробку.
						Не переробляється порцеляна, лампочки, фарфор, кераміка, а також особливо міцне скло (яке витримує сильні удари і високу температуру).
					</p>
					<h4>4. Червоний – електроніка:</h4>
					<p>Старі або пошкоджені електронні пристрої (комп’ютери, телефони, телевізори, побутова техніка)</p>
					<h4>5. Жовтий – метал:</h4>
					<p>Алюмінієві, сталеві та інші металеві вироби, консервні бляшанки. <br />
						Їх потрібно відчистити від бруду та добре утрамбувати. <br />
						Не можна викидати в метал: аерозольні балончики, використану фольгу.</p>
					<h4>6. Сірий (чорний) – органічні відходи:</h4>
					<p>Відходи, що походять від рослин та тварин. Це їжа, листя, газонні відходи
						Не можна класти: олію, молоко, соуси та інші рідкі харчові продукти, будь-які рідини, великі кістки, плівку, метал, скло, попіл, недопалки, вкритий воском або плівкою папір, а також інші біологічні відходи, що не розкладаються.</p>
					<h4>7. Небезпечні відходи:</h4>
					<p>Відходи, що містять у своїй хімічній структурі токсичні речовини: батарейки, фармацевтичні препарати, енергозберігаючі лампи, термометри із ртуттю, акумулятори, розчинники, фарби. Таке сміття не можна викидати у звичайний смітник, потрібно здавати в спеціальні пункти.</p>
					<img src={refreshArticlePageImg2} alt="refresh2" />
					<h3>Загальні правила сортування:</h3>
					<ul>
						<li>зберігайте органічні відходи й вторинну сировину в різних пакетах;</li>
						<li>промивайте тару від залишків їжі, видаляйте етикетку, кришку;</li>
						<li>сплющуйте Tetra Pak, металеві банки, скручуйте пляшки з пластика — так вони займуть менше місця;</li>
						<li>збирайте окремо пластикові кришки.</li>
					</ul>
					<p>Вироби з різних видів матеріалу потрібно розділити на ці види. Наприклад, упаковка з паперу з прозорим пластиком має бути розділена на папір і на прозорий пластик, те саме стосується дозаторів побутової хімії, які складаються з металу та пластику та, на жаль, теж не підлягають переробці.</p>
					<p>Якщо поліетиленова упаковка з-під нарізок сиру, наприклад, має паперову наклейку, вона теж не підлягає переробці саме через цю наклейку, тому її потрібно відрізати.</p>
					<p>Перед тим як потрапити до екструдера (там де відбувається переробка полімерів), вся сировина миється. <br />
						В Європі сировина миється в холодній, а потім в гарячій воді. В Україні, на жаль, тільки в холодній. В результаті, вся сировина, яка містить жир, приречена лишитися жирною, а відтак суттєво понизити якість кінцевого продукту.
						Тому, краще викидайте жирний пакетик в сміття, а пляшку чи контейнер з-під молочної продукції обов'язково прополощіть. Пляшки з-під газованих напоїв, пива мити не потрібно.</p>
					<img src={refreshArticlePageImg3} alt="refresh3" />
					<p>Вплив відходів на навколишнє середовище може бути значним, якщо вони не віддаються на переробку чи не утилізуються належним чином. Надмірне накопичення сміття може призвести до забруднення водних джерел, забруднення повітря та шкідливого впливу на рослинність та тваринний світ. <br />
						Крім того, деякі матеріали, такі як пластик, можуть розкладатися протягом сотень років, що призводить до довготривалого забруднення навколишнього середовища</p>
					<p>Регулярне сортування відходів, використання багаторазових товарів та підтримка програм переробки можуть допомогти зменшити кількість відходів, що потрапляють на сміттєзвалище.</p>
					<p>Отже, збереження навколишнього середовища та мінімізація впливу відходів - важливі завдання, що стоять перед кожним з нас. Шляхом правильного сортування, переробки та мінімізації відходів, ми можемо сприяти збереженню природних ресурсів та зменшенню негативного впливу на навколишнє середовище, забезпечуючи чисте та здорове середовище для майбутніх поколінь.</p>
				</div>
			</section>
			<Test user={user} setUser={setUser} testIdent="waste" title="Відходи та їх обробка" />
		</>
	)
}

export default Waste